"WIFI NOT REACHABLE" = "WIFI FORA DE ALCANCE";
"START NOT RECEIVED" = "INICIAR NÃO RECEBIDO";
"CONTROL LINK NOT AVAILABLE" = "LIGAÇÃO DE CONTROLO INDISPONÍVEL";
"ULTRASOUND EMERGENCY" = "PROBLEMA DE ULTRA-SONS";
"CUT OUT EMERGENCY" = "PROBLEMA NO BLOQUEIO DAS HÉLICES";
"MOTORS EMERGENCY" = "PROBLEMA NOS MOTORES";
"CAMERA EMERGENCY" = "PROBLEMA NA CÂMARA";
"PIC WATCHDOG EMERGENCY" = "PROBLEMA NA CENTRAL INERTE";
"PIC VERSION EMERGENCY" = "PROBLEMA NA VERSÃO DA CENTRAL INERTE";
"TOO MUCH ANGLE EMERGENCY" = "PROBLEMA DE ÂNGULO EXCESSIVO";
"BATTERY LOW EMERGENCY" = "PROBLEMA DE BATERIA FRACA";
"USER EMERGENCY" = "O UTILIZADOR PAROU OS MOTORES";
"UNKNOWN EMERGENCY" = "PROBLEMA DESCONHECIDO";
"PRESS RESET" = "PRIMA REINICIAR";
"BATTERY LOW ALERT" = "ALERTA DE BATERIA FRACA";
"ULTRASOUND ALERT" = "ALERTA DE ULTRA-SONS";
"VISION ALERT" = "ALERTA DE VISÃO";
"VIDEO CONNECTION ALERT" = "ALERTA DE LIGAÇÃO DE VÍDEO";
"CAMERA ALERT" = "ALERTA DA CÂMARA";

/* Pop-up messages */

"USB drive full\nPlease connect a new one" = "Unidade USB cheia\nLigue uma nova";
"Please reboot your %@ to enable full piloting capabilities" = "Reinicie o seu %@ para ativar todas as capacidades de pilotagem";
"Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section" = "O seu vídeo está a ser processado\nNão feche a aplicação\nEste aparecerá em breve na secção de vídeo";
"Please wait until the end of the recording" = "Espere pelo fim da gravação";

/* Settings Menu Text */

"DEFAULT SETTINGS" = "PREDEFINIÇÕES";
"FLAT TRIM" = "AJUSTE HORIZONTAL";
"PERSONAL SETTINGS" = "DEFINIÇÕES PESSOAIS";
"PAIRING" = "EMPARELHAMENTO";
"AR.DRONE NETWORK NAME" = "NOME DA REDE AR.DRONE";
"INTERFACE OPACITY" = "OPACIDADE DO INTERFACE";
"USB RECORD" = "GRAVAÇÃO USB";
"FLIP ENABLED" = "FLIP ACTIVADO";
"FLIGHT SETTINGS" = "DEFINIÇÕES DE VOO";
"ALTITUDE LIMIT" = "LIMITE DE ALTITUDE";
"VERTICAL SPEED MAX" = "VELOCIDADE VERTICAL";
"mm/s" = "mm/s";
"ROTATION SPEED MAX" = "VELOCIDADE DE ROTAÇÃO";
"°/s" = "°/s";
"TILT ANGLE MAX" = "ÂNGULO DE INCLINAÇÃO";
"OUTDOOR HULL" = "CASCO EXTERIOR";
"OUTDOOR FLIGHT" = "VOO EXTERIOR";
"PILOTING MODE" = "MODO DE PILOTAGEM";
"JOYPAD MODE" = "MODO JOYPAD";
"ABSOLUTE CONTROL" = "ABSOLUTE CONTROL";
"CALIBRATION" = "CALIBRAGEM";
"Calibration Warning" = "Aviso de calibragem";
"Keep your distance with your AR.Drone. It will now spin once on itself to calibrate its compass." = "Mantém a tua distância com o teu AR.Drone. Este gira uma vez sobre si mesmo para calibrar a bússola.";
"LEFT-HANDED" = "CANHOTO";
"%@ TILT MAX" = "INCLINAÇÃO MÁX %@";
"STATUS" = "ESTADO";
"Version" = "Versão";
"Hardware" = "Hardware";
"Software" = "Software";
"INERTIAL" = "INÉRCIA";
"MOTORS VERSIONS" = "VERSÕES DOS MOTORES";
"MOTOR %d" = "MOTOR %d";
"Type" = "Tipo";
"VIDEO SETTINGS" = "DEFINIÇÕES DE VÍDEO";
"ADAPTATIVE VIDEO" = "VÍDEO ADAPTATIVO";
"VIDEO CODEC" = "CODEC DE VÍDEO";

"New AR.Drone network name" = "Novo nome de rede AR.Drone";
"Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes." = "Por favor, sai da aplicação e reinicia o teu AR.Drone. Liga-te à rede %s e volta a iniciar o AR.FreeFlight para aplicar as mudanças.";
"Bad network name" = "Nome de rede incorrecto";
"The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters." = "O nome de rede só pode conter caracteres alfanuméricos e traços inferiores, e não pode ter mais de 32 caracteres.";
"Location Services Disabled" = "Serviços de Localização Desactivados";
"You need to enable this service to use absolute control." = "Tens de activar estes serviços para usar o controlo absoluto.";
"Location Services Alert" = "Alerta de Serviços de Localização";
"Location services request timeout.\nYour location won't be stored in your AR.Drone." = "Tempo de pedido dos serviços de localização excedido.\nA tua localização não será guardada no teu AR.Drone.";
"If you want to store your location and access your media gallery, enable it in your device's settings." = "Se quiseres guardar a tua localização e aceder à tua galeria de média, activa nas definições do no teu aparelho.";